tap "dartsim/dart"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "nonchalant/appicon"
tap "osrf/simulation"
tap "ros/deps", "https://github.com/nagakiran/homebrew-deps.git"
brew "sqlite"
brew "python@3.9", link: false
brew "glib"
brew "python@3.8"
brew "cmake"
brew "curl"
brew "openblas"
brew "ipopt"
brew "sdl"
brew "dartsim"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "gdb"
brew "gnupg"
brew "gpgme"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "json-c"
brew "libpq"
brew "llvm"
brew "mosquitto", restart_service: true
brew "mysql"
brew "php"
brew "poco"
brew "pstree"
brew "ruby"
brew "sdl2_image"
brew "sdl2_ttf"
brew "sdl_image"
brew "sdl_ttf"
brew "tbb"
brew "tcpdump"
brew "tmux"
brew "wget"
brew "nonchalant/appicon/appicon"
brew "osrf/simulation/ignition-common3"
brew "osrf/simulation/ignition-fuel-tools4"
